{
  "contents": [
    {
      "id": "1",
      "avatar": "/images/teachers/1.png",
      "displayName": "Teacher Michelle",
      "alias": "English Tutor",
      "verified": true,
      "rating": 5,
      "price": "50元",
      "time": "25分钟",
      "introductionVideo": "/videos/1.mp4",
      "videoSubtitle": "Hi there! What’s up? My name is teacher Michelle, and I’m from the Philippines. How is it going? I hope you’re having a lovely day. Well, that’s just one expression you could actually use if you want to start a conversation with someone, and I’d be happy to help you learn a few more English expressions if you’d let me. If you’re wondering what other things I could offer you in my class, I can assure you that after our class, you will gain more confidence to speak, because after all having the confidence to speak is the first step for you to be able to speak the language. So please, don’t be shy and speak some more. I am very friendly and patient. I have been teaching English for ten years actually, it’s quite a long time but teaching English for me is very rewarding. So, I have taught English to Japanese students, Koreans, Chinese, and some people from Turkey, and Thailand too! I’ve taught kindergarten students, teenagers, to adults. So, if you will give me chance to help you improve your English communicating skills, I assure that after my class you will gain more confidence. So, I look forward to seeing you, take care now, and have a good one!",
      "meAsATeacher": "I'm the kind of a teacher who is approachable and I can establish a rapport with my students . Since I was a child, I really want to become a teacher. I know deep in my core, that I'm meant to be in teaching field. In fact, I started teaching pre-school and elementary students after I passed the Licensure Examination for Teachers in 2014. Then I moved to Secondary School where I have been teaching English and Filipino (Tagalog) for six years.",
      "teachingPlan": "As an English teacher, I take pride in creating comprehensive and effective lesson plans for my students. My approach to teaching is student-centered, meaning that I focus on each individual's unique needs and goals. I understand that everyone has different learning styles, and I strive to create lessons that cater to a variety of preferences. In my lessons, I cover a wide range of topics, from grammar and vocabulary to conversational skills and pronunciation. I use a variety of teaching materials, including videos, podcasts, and interactive exercises, to keep my lessons engaging and interesting. I also provide regular feedback and encouragement to help my students build their confidence and proficiency in the English language. Whether you are a beginner or an advanced learner, I am committed to helping you achieve your language goals and succeed in your personal and professional endeavors.",
      "aboutMe": "From Philippines\nLiving in Davao City,Philippines\nLicensed Teacher with 6 years experience in teaching"
    },
    {
      "id": "2",
      "avatar": "/images/teachers/2.png",
      "displayName": "Teacher Michelle",
      "alias": "English Tutor",
      "verified": true,
      "rating": 5,
      "price": "50元",
      "time": "25分钟",
      "introductionVideo": "/videos/2.mp4",
      "videoSubtitle": "Hello there! My name is teacher Zandy. I am friendly, nice, and sweet! I am a friendly person, and I love talking to different people. I like learning different cultures, that is why I am also interested in teaching students with different nationalities. English is very useful in interstate language. Learning English is so fun and easy. So, worry no more because as your teacher, I will help you improve your skills in English. I will make sure that you will learn and have fun at the same time. So, what are you waiting for? Let us practice and develop your English language. So, I can wait to see in my class. So, hope to see you soon! Byebye!",
      "meAsATeacher": "I'm the kind of a teacher who is approachable and I can establish a rapport with my students . Since I was a child, I really want to become a teacher. I know deep in my core, that I'm meant to be in teaching field. In fact, I started teaching pre-school and elementary students after I passed the Licensure Examination for Teachers in 2014. Then I moved to Secondary School where I have been teaching English and Filipino (Tagalog) for six years.",
      "teachingPlan": "As an English teacher, I take pride in creating comprehensive and effective lesson plans for my students. My approach to teaching is student-centered, meaning that I focus on each individual's unique needs and goals. I understand that everyone has different learning styles, and I strive to create lessons that cater to a variety of preferences. In my lessons, I cover a wide range of topics, from grammar and vocabulary to conversational skills and pronunciation. I use a variety of teaching materials, including videos, podcasts, and interactive exercises, to keep my lessons engaging and interesting. I also provide regular feedback and encouragement to help my students build their confidence and proficiency in the English language. Whether you are a beginner or an advanced learner, I am committed to helping you achieve your language goals and succeed in your personal and professional endeavors.",
      "aboutMe": "From Philippines\nLiving in Davao City,Philippines\nLicensed Teacher with 6 years experience in teaching"
    }
  ]
}
